// ==========================
// GAL 劇情資料
// ==========================

const story = [

    {
        background: "學校・教室",

        character: "<p>┌─────────────────┐<br />│　　　　　　　　　　  _ -─‐- _　 　 　 　 　 　 │<br />│　　　　　　　  ／⌒&gt;L }={_&gt;:.:〉:.:.、　　　　　　│<br />│　　 　 　 　 /:.:.:／:.:.〉:.:.:.:.￣~^'':.＼　　　　　 │<br />│　　　　　　 /:.／:／⌒:.:.:.:}:.:ﾍ:.:.＼:.:.＼　　　&thinsp; │<br />│　　　&thinsp; ｰ=彡:.:／:.:.{/:.:.:.ﾉﾉ:.:.:|:.:.:.:.:ヽ.:.:.:.　　　 │<br />│　　　　&thinsp;／:.:.:.:.:.:.:.:/ _／,:.:.:}:.:|.:.:.:.:.:.:.:.:.:.:.　　　│<br />│　　&thinsp; ／／{:.:-=ニニ彡 :.: ﾉ 八:.:.:.:.:.}:.:.:.:|　　&thinsp; │<br />│　 /／:.:.:.:.:.:八''^~｀:.:.:.:￣~^'' ) :.:.: }彡:&prime;　&ensp;│<br />│　&thinsp;〈-=彡:.:. / 斗ぅミ､:.:.{ 斗ぅミ､:.:.:.ﾉ:.:.:,　　　 │<br />│　　 ⌒＼:.:.从込ﾋrﾂ＼{ 　ﾋrﾂﾉ:／^l /　　　  │<br />│　 乂-=彡:.:.:沁　 　 ,　　 　 -=彡'_ノ&prime;　　　 │<br />│　　　 /:.:.(:.:.:.沁、 　、 ,　　 /⌒八　　　　　&ensp;│<br />│　 ／:.:. 人 .:.:.:.个:. 　 　 _､イ　{.　＼　　　　 │<br />│　  .:.:.:.／　 ):.:.:.:.:{　 ＞＜　　 rソ､_.ノ　　　　&thinsp;│<br />│　  {:.:.:{.　／:.:. ﾉ八── } 　 　 〈＼　　 　 　 │<br />│ ￣＼:.:.:.:.:.: ／: ／ ／⌒　　　／　 ＼　　 　 │<br />│ ~^'':.:.:.:. ／:)／　./　 　　_、''｀ .＿_／⌒＼　│<br />│　 八:.:.:.:(　　 l＼/ 　 _、''｀￣￣ニﾆﾆ／⌒　 │<br />│　 ⌒＼__＞　/⌒〉_,ア　　 ／ニニﾆ/ニニニ │<br />├─────────────────┤<br />│　　　　　　　　　　　　　　　　　　　　　　　　&ensp;│<br />└─────────────────┘</p>",

        name: "秋山",

        text: "早安。"
    },


    {
        background: "學校・教室",

        character: "●",

        name: "秋山",

        text: "今天也來得很早呢。"
    },


    {
        background: "學校・教室",

        character: "●",

        name: "我",

        text: "因為今天不小心早醒了。"
    },


    {
        background: "學校・教室",

        character: "●",

        name: "秋山",

        text: "這樣啊。"
    },


    {
        background: "學校・教室",

        character: "●",

        name: "秋山",

        text: "那我們一起去上課吧。"
    }

];
